Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

# 策略：%@ · %lld 个默认池
source: 策略：%1$@ · %2$lld 个默认池
ar: السياسة: %@ · %lld مجمّع افتراضي
de: Richtlinie: %@ · %lld Standard-Pools
en: Policy: %@ · %lld default pools
es_mx: Política: %@ · %lld grupos predeterminados
fr: Politique : %@ · %lld pools par défaut
ja: ポリシー：%@ · デフォルトプール %lld 個
ko: 정책: %@ · 기본 풀 %lld개
pt_br: Política: %@ · %lld pools padrão
pt_pt: Política: %@ · %lld pools predefinidos
tr: Politika: %@ · %lld varsayılan havuz
zh_hant: 策略：%@ · %lld 個預設池
zh_hk: 策略：%@ · %lld 個預設池

source: 策略决策
ar: قرار السياسة
de: Richtlinienentscheidung
en: Policy decision
es_mx: Decisión de política
fr: Décision de la politique
ja: ポリシー判定
ko: 정책 결정
pt_br: Decisão da política
pt_pt: Decisão da política
tr: İlke Kararı
zh_hant: 原則決策
zh_hk: 政策決策

source: 策略创建未返回 ID
ar: لم يُرجع إنشاء السياسة معرّفًا
de: Richtlinienerstellung lieferte keine ID
en: Policy creation returned no ID
es_mx: La creación de la política no devolvió ID
fr: La création de la politique n’a renvoyé aucun ID
ja: ポリシー作成で ID が返されませんでした
ko: 정책 생성에서 ID가 반환되지 않았습니다
pt_br: A criação da política não retornou ID
pt_pt: A criação da política não devolveu ID
tr: İlke oluşturma kimlik döndürmedi
zh_hant: 建立原則未傳回 ID
zh_hk: 建立政策未傳回 ID

source: 策略类型创建后不可更改。
ar: لا يمكن تغيير نوع السياسة بعد الإنشاء.
de: Der Richtlinientyp kann nach der Erstellung nicht geändert werden.
en: Policy type can’t be changed after creation.
es_mx: El tipo de política no se puede cambiar tras crearla.
fr: Le type de politique ne peut pas être modifié après création.
ja: ポリシータイプは作成後に変更できません。
ko: 정책 유형은 생성 후 변경할 수 없습니다.
pt_br: O tipo de política não pode ser alterado após a criação.
pt_pt: O tipo de política não pode ser alterado após a criação.
tr: İlke türü oluşturulduktan sonra değiştirilemez.
zh_hant: 原則類型建立後無法變更。
zh_hk: 政策類型建立後無法更改。

source: 签发者
ar: جهة الإصدار
de: Aussteller
en: Issuer
es_mx: Emisor
fr: Émetteur
ja: 発行者
ko: 발급자
pt_br: Emissor
pt_pt: Emissor
tr: Veren
zh_hant: 簽發者
zh_hk: 簽發者

source: 管理
ar: إدارة
de: Verwalten
en: Manage
es_mx: Gestionar
fr: Gérer
ko: 관리
pt_br: Gerenciar
pt_pt: Gerir
tr: Yönet

source: 管理 Cloudflare 告警策略，把告警推送到推送中心
ar: إدارة سياسات تنبيهات Cloudflare ودفع التنبيهات إلى مركز الإشعارات
de: Cloudflare-Warnrichtlinien verwalten und Warnungen an das Push-Center senden
en: Manage Cloudflare alert policies and push alerts to the Push Center
es_mx: Administra las políticas de alertas de Cloudflare y envía alertas al Centro de notificaciones
fr: Gérez les politiques d'alerte Cloudflare et envoyez les alertes au centre de push
ja: Cloudflare のアラートポリシーを管理し、アラートをプッシュセンターに送信します
ko: Cloudflare 경고 정책을 관리하고 경고를 푸시 센터로 전송합니다
pt_br: Gerencie as políticas de alerta da Cloudflare e envie alertas para a Central de Push
pt_pt: Faça a gestão das políticas de alerta da Cloudflare e envie alertas para o Centro de Push
tr: Cloudflare uyarı politikalarını yönetin ve uyarıları Push Merkezi'ne gönderin
zh_hk: 管理 Cloudflare 告警策略，將告警推送到推送中心

source: 管理 Cloudflare 告警需要 Notifications 权限。请到 设置 → 你的账号 重新登录以授予。
ar: تتطلب إدارة تنبيهات Cloudflare إذن Notifications. انتقل إلى الإعدادات ← حسابك وسجِّل الدخول مرة أخرى لمنحه.
de: Zum Verwalten von Cloudflare-Warnungen ist die Berechtigung „Notifications“ erforderlich. Gehe zu Einstellungen → dein Konto und melde dich erneut an, um sie zu erteilen.
en: Managing Cloudflare alerts requires the Notifications permission. Go to Settings → your account and sign in again to grant it.
es_mx: Para administrar las alertas de Cloudflare se requiere el permiso de Notifications. Ve a Ajustes → tu cuenta e inicia sesión de nuevo para concederlo.
fr: La gestion des alertes Cloudflare nécessite l’autorisation Notifications. Allez dans Réglages → votre compte et reconnectez-vous pour l’accorder.
ja: Cloudflare のアラートを管理するには Notifications 権限が必要です。設定 → アカウント から再度サインインして許可してください。
ko: Cloudflare 경고를 관리하려면 Notifications 권한이 필요합니다. 설정 → 내 계정에서 다시 로그인하여 권한을 부여하세요.
pt_br: Para gerenciar os alertas da Cloudflare é necessária a permissão de Notifications. Vá em Ajustes → sua conta e entre novamente para conceder.
pt_pt: Para gerir os alertas da Cloudflare é necessária a permissão de Notifications. Vá a Definições → a sua conta e inicie sessão novamente para conceder.
tr: Cloudflare uyarılarını yönetmek için Notifications izni gerekir. Ayarlar → hesabınız bölümüne gidip yeniden oturum açarak izni verin.
zh_hant: 管理 Cloudflare 告警需要 Notifications 權限。請到 設定 → 你的帳戶 重新登入以授予。
zh_hk: 管理 Cloudflare 告警需要 Notifications 權限。請到 設定 → 你的帳戶 重新登入以授予。

source: 管理 Worker 的环境变量与密钥，随手增删改。
ar: أدِر متغيرات البيئة والأسرار لـ Worker — إضافة وتعديل وحذف في أي وقت.
de: Verwalte die Umgebungsvariablen und Secrets eines Workers – jederzeit hinzufügen, bearbeiten und entfernen.
en: Manage a Worker’s environment variables and secrets — add, edit, and remove on the fly.
es_mx: Gestiona las variables de entorno y los secretos de un Worker: agrega, edita y elimina al instante.
fr: Gérez les variables d’environnement et les secrets d’un Worker — ajoutez, modifiez et supprimez à la volée.
ja: Worker の環境変数とシークレットを管理し、いつでも追加・編集・削除できます。
ko: Worker의 환경 변수와 시크릿을 관리하고 언제든 추가·편집·삭제하세요.
pt_br: Gerencie as variáveis de ambiente e os segredos de um Worker: adicione, edite e remova na hora.
pt_pt: Faça a gestão das variáveis de ambiente e dos segredos de um Worker: adicione, edite e remova na hora.
tr: Bir Worker’ın ortam değişkenlerini ve gizli bilgilerini yönetin — anında ekleyin, düzenleyin ve kaldırın.
zh_hant: 管理 Worker 的環境變數與密鑰，隨手增刪改。
zh_hk: 管理 Worker 的環境變數與密鑰，隨手增刪改。

source: 管理 Workers 的 Cron 定时触发器属于 Orange Cloud Pro。
ar: إدارة مشغّلات Cron لـ Workers جزء من Orange Cloud Pro.
de: Das Verwalten von Workers-Cron-Triggern gehört zu Orange Cloud Pro.
en: Managing Workers Cron triggers is part of Orange Cloud Pro.
es_mx: Gestionar los activadores Cron de Workers forma parte de Orange Cloud Pro.
fr: La gestion des déclencheurs Cron des Workers fait partie d’Orange Cloud Pro.
ja: Workers の Cron トリガー管理は Orange Cloud Pro の機能です。
ko: Workers Cron 트리거 관리는 Orange Cloud Pro 기능입니다.
pt_br: Gerenciar os gatilhos Cron dos Workers faz parte do Orange Cloud Pro.
pt_pt: Gerir os gatilhos Cron dos Workers faz parte do Orange Cloud Pro.
tr: Workers Cron tetikleyicilerini yönetme, Orange Cloud Pro’ya dahildir.
zh_hant: 管理 Workers 的 Cron 定時觸發器屬於 Orange Cloud Pro。
zh_hk: 管理 Workers 的 Cron 定時觸發器屬於 Orange Cloud Pro。

source: 管理 Workers 的子域、自定义域与路由属于 Orange Cloud Pro。
ar: إدارة النطاقات الفرعية والنطاقات المخصصة والمسارات لـ Workers جزء من Orange Cloud Pro.
de: Das Verwalten von Workers-Subdomains, eigenen Domains und Routen gehört zu Orange Cloud Pro.
en: Managing Workers subdomains, custom domains, and routes is part of Orange Cloud Pro.
es_mx: Gestionar los subdominios, dominios personalizados y rutas de Workers forma parte de Orange Cloud Pro.
fr: La gestion des sous-domaines, domaines personnalisés et routes des Workers fait partie d’Orange Cloud Pro.
ja: Workers のサブドメイン、カスタムドメイン、ルートの管理は Orange Cloud Pro の機能です。
ko: Workers 서브도메인, 사용자 지정 도메인, 라우트 관리는 Orange Cloud Pro 기능입니다.
pt_br: Gerenciar subdomínios, domínios personalizados e rotas dos Workers faz parte do Orange Cloud Pro.
pt_pt: Gerir subdomínios, domínios personalizados e rotas dos Workers faz parte do Orange Cloud Pro.
tr: Workers alt alan adlarını, özel alan adlarını ve rotalarını yönetme, Orange Cloud Pro’ya dahildir.
zh_hant: 管理 Workers 的子網域、自訂網域與路由屬於 Orange Cloud Pro。
zh_hk: 管理 Workers 的子域、自訂域名與路由屬於 Orange Cloud Pro。

source: 管理 Workers 的环境变量与密钥属于 Orange Cloud Pro。
ar: إدارة متغيرات البيئة والأسرار لـ Workers جزء من Orange Cloud Pro.
de: Das Verwalten von Workers-Umgebungsvariablen und -Secrets gehört zu Orange Cloud Pro.
en: Managing Workers environment variables and secrets is part of Orange Cloud Pro.
es_mx: Gestionar las variables de entorno y los secretos de Workers forma parte de Orange Cloud Pro.
fr: La gestion des variables d’environnement et des secrets des Workers fait partie d’Orange Cloud Pro.
ja: Workers の環境変数とシークレットの管理は Orange Cloud Pro の機能です。
ko: Workers 환경 변수와 시크릿 관리는 Orange Cloud Pro 기능입니다.
pt_br: Gerenciar variáveis de ambiente e segredos dos Workers faz parte do Orange Cloud Pro.
pt_pt: Gerir variáveis de ambiente e segredos dos Workers faz parte do Orange Cloud Pro.
tr: Workers ortam değişkenlerini ve gizli bilgilerini yönetme, Orange Cloud Pro’ya dahildir.
zh_hant: 管理 Workers 的環境變數與密鑰屬於 Orange Cloud Pro。
zh_hk: 管理 Workers 的環境變數與密鑰屬於 Orange Cloud Pro。

source: 管理 workers.dev 子域、自定义域与路由，掌控 Worker 的访问入口。
ar: أدِر نطاق workers.dev الفرعي والنطاقات المخصصة والمسارات للتحكم في كيفية الوصول إلى Worker.
de: Verwalte die workers.dev-Subdomain, eigene Domains und Routen, um zu steuern, wie ein Worker erreicht wird.
en: Manage the workers.dev subdomain, custom domains, and routes to control how a Worker is reached.
es_mx: Gestiona el subdominio workers.dev, los dominios personalizados y las rutas para controlar cómo se accede a un Worker.
fr: Gérez le sous-domaine workers.dev, les domaines personnalisés et les routes pour contrôler l’accès à un Worker.
ja: workers.dev サブドメイン、カスタムドメイン、ルートを管理し、Worker へのアクセス経路を制御します。
ko: workers.dev 서브도메인, 사용자 지정 도메인, 라우트를 관리해 Worker 접근 경로를 제어하세요.
pt_br: Gerencie o subdomínio workers.dev, domínios personalizados e rotas para controlar como um Worker é acessado.
pt_pt: Faça a gestão do subdomínio workers.dev, domínios personalizados e rotas para controlar como um Worker é acedido.
tr: Bir Worker’a nasıl erişileceğini denetlemek için workers.dev alt alan adını, özel alan adlarını ve rotaları yönetin.
zh_hant: 管理 workers.dev 子網域、自訂網域與路由，掌控 Worker 的存取入口。
zh_hk: 管理 workers.dev 子域、自訂域名與路由，掌控 Worker 的存取入口。

source: 管理域名的邮件路由规则与目的地址属于 Orange Cloud Pro。
ar: إدارة قواعد توجيه البريد وعناوين الوجهة للنطاق جزء من Orange Cloud Pro.
de: Das Verwalten der E-Mail-Routingregeln und Zieladressen der Domain ist Teil von Orange Cloud Pro.
en: Managing the domain’s email routing rules and destination addresses is part of Orange Cloud Pro.
es_mx: Gestionar las reglas de enrutamiento de correo y las direcciones de destino del dominio es parte de Orange Cloud Pro.
fr: Gérer les règles de routage des e-mails et les adresses de destination du domaine fait partie d’Orange Cloud Pro.
ja: ドメインのメールルーティングルールと目的地アドレスの管理は Orange Cloud Pro の機能です。
ko: 도메인의 이메일 라우팅 규칙과 대상 주소 관리는 Orange Cloud Pro에 포함됩니다.
pt_br: Gerenciar as regras de roteamento de e-mail e os endereços de destino do domínio faz parte do Orange Cloud Pro.
pt_pt: Gerir as regras de encaminhamento de correio e os endereços de destino do domínio faz parte do Orange Cloud Pro.
tr: Alan adının e-posta yönlendirme kurallarını ve hedef adreslerini yönetmek Orange Cloud Pro kapsamındadır.
zh_hant: 管理域名的郵件路由規則與目的地址屬於 Orange Cloud Pro。
zh_hk: 管理網域的郵件路由規則與目的地址屬於 Orange Cloud Pro。

source: 类型
ar: النوع
de: Typ
en: Type
es_mx: Tipo
fr: Type
ja: 種類
ko: 유형
pt_br: Tipo
pt_pt: Tipo
tr: Tür
zh_hant: 類型
zh_hk: 類型

source: 粘贴一个 JSON 对象，键为名称、值为字符串或数字，例如： { "API_KEY": "abc123", "MAX_RETRY": 3 }
ar: الصق كائن JSON بأسماء كمفاتيح وقيم نصية أو رقمية، مثال: { "API_KEY": "abc123", "MAX_RETRY": 3 }
de: Füge ein JSON-Objekt mit Namen als Schlüsseln und Text- oder Zahlenwerten ein, z. B.: { "API_KEY": "abc123", "MAX_RETRY": 3 }
en: Paste a JSON object with names as keys and string or number values, e.g.: { "API_KEY": "abc123", "MAX_RETRY": 3 }
es_mx: Pega un objeto JSON con nombres como claves y valores de texto o número, p. ej.: { "API_KEY": "abc123", "MAX_RETRY": 3 }
fr: Collez un objet JSON avec des noms comme clés et des valeurs de type chaîne ou nombre, ex. : { "API_KEY": "abc123", "MAX_RETRY": 3 }
ja: 名前をキー、値を文字列または数値とする JSON オブジェクトを貼り付けます。例： { "API_KEY": "abc123", "MAX_RETRY": 3 }
ko: 이름을 키로, 문자열 또는 숫자를 값으로 하는 JSON 객체를 붙여넣으세요. 예: { "API_KEY": "abc123", "MAX_RETRY": 3 }
pt_br: Cole um objeto JSON com nomes como chaves e valores de texto ou número, ex.: { "API_KEY": "abc123", "MAX_RETRY": 3 }
pt_pt: Cole um objeto JSON com nomes como chaves e valores de texto ou número, ex.: { "API_KEY": "abc123", "MAX_RETRY": 3 }
tr: Adları anahtar, değerleri metin veya sayı olan bir JSON nesnesi yapıştırın, ör.: { "API_KEY": "abc123", "MAX_RETRY": 3 }
zh_hant: 貼上一個 JSON 物件，鍵為名稱、值為字串或數字，例如： { "API_KEY": "abc123", "MAX_RETRY": 3 }
zh_hk: 貼上一個 JSON 物件，鍵為名稱、值為字串或數字，例如： { "API_KEY": "abc123", "MAX_RETRY": 3 }

source: 粘贴代码
ar: لصق الكود
de: Code einfügen
en: Paste code
es_mx: Pegar código
fr: Coller le code
ja: コードを貼り付け
ko: 코드 붙여넣기
pt_br: Colar código
pt_pt: Colar código
tr: Kodu Yapıştır
zh_hant: 貼上程式碼
zh_hk: 貼上程式碼

source: 粘贴代码或选择文件 / ZIP，直接上传生成一次新部署。
ar: الصق الكود أو اختر ملفات/ZIP للرفع وإنشاء نشر جديد.
de: Code einfügen oder Dateien/ZIP wählen, um hochzuladen und eine neue Bereitstellung zu erzeugen.
en: Paste code or pick files / ZIP to upload and generate a new deployment.
es_mx: Pega código o elige archivos/ZIP para subir y generar una nueva implementación.
fr: Collez du code ou choisissez des fichiers/ZIP à téléverser pour générer un nouveau déploiement.
ja: コードを貼り付けるか、ファイル／ZIP を選んでアップロードし、新しいデプロイを作成します。
ko: 코드를 붙여넣거나 파일/ZIP을 선택해 업로드하여 새 배포를 생성합니다.
pt_br: Cole o código ou escolha arquivos/ZIP para enviar e gerar uma nova implantação.
pt_pt: Cole o código ou escolha ficheiros/ZIP para carregar e gerar uma nova implementação.
tr: Kod yapıştırın veya dosya/ZIP seçip yükleyerek yeni bir dağıtım oluşturun.
zh_hant: 貼上程式碼或選擇檔案／ZIP，直接上傳並產生一次新部署。
zh_hk: 貼上程式碼或選擇檔案／ZIP，直接上傳並產生一次新部署。

source: 系统
ar: النظام
de: System
en: System
es_mx: Sistema
fr: Système
ja: システム
ko: 시스템
pt_br: Sistema
pt_pt: Sistema
tr: Sistem
zh_hant: 系統
zh_hk: 系統

source: 经纬度
ar: الإحداثيات
de: Koordinaten
en: Coordinates
es_mx: Coordenadas
fr: Coordonnées
ja: 緯度・経度
ko: 좌표
pt_br: Coordenadas
pt_pt: Coordenadas
tr: Koordinatlar
zh_hant: 經緯度
zh_hk: 經緯度

source: 绑定你自己的域名，并在此完成解析与验证。
ar: اربط نطاقك الخاص وأكمل هنا إعداد DNS والتحقق.
de: Verbinden Sie Ihre eigene Domain und schließen Sie DNS-Einrichtung und Validierung hier ab.
en: Attach your own domain, then finish DNS setup and validation here.
es_mx: Vincula tu propio dominio y completa aquí la resolución y la validación.
fr: Associez votre propre domaine, puis terminez ici la résolution et la validation.
ja: 独自ドメインを追加し、ここで DNS 設定と検証を行えます。
ko: 자신의 도메인을 연결하고 여기에서 DNS 설정과 확인을 완료하세요.
pt_br: Vincule seu próprio domínio e conclua aqui a resolução e a validação.
pt_pt: Associe o seu próprio domínio e conclua aqui a resolução e a validação.
tr: Kendi alan adınızı bağlayın, DNS kurulumunu ve doğrulamayı burada tamamlayın.
zh_hant: 綁定你自己的網域，並在此完成解析與驗證。
zh_hk: 綁定你自己的域名，並在此完成解析與驗證。

source: 结束地址
ar: العنوان الأخير
de: Letzte Adresse
en: Last address
es_mx: Última dirección
fr: Dernière adresse
ja: 末尾アドレス
ko: 마지막 주소
pt_br: Último endereço
pt_pt: Último endereço
tr: Son adres
zh_hant: 結束位址
zh_hk: 結束位址

source: 结果
ar: النتيجة
de: Ergebnis
en: Result
es_mx: Resultado
fr: Résultat
ja: 結果
ko: 결과
pt_br: Resultado
pt_pt: Resultado
tr: Sonuç
zh_hant: 結果
zh_hk: 結果

source: 绕过
ar: تجاوز
de: Umgehen
en: Bypass
es_mx: Omitir
fr: Contourner
ja: バイパス
ko: 우회
pt_br: Ignorar
pt_pt: Ignorar
tr: Atla
zh_hant: 略過
zh_hk: 略過

source: 绕过缓存
ar: تجاوز التخزين المؤقت
de: Cache umgehen
en: Bypass cache
es_mx: Omitir caché
fr: Contourner le cache
ja: キャッシュをバイパス
ko: 캐시 우회
pt_br: Ignorar cache
pt_pt: Ignorar cache
tr: Önbelleği atla
zh_hant: 略過快取
zh_hk: 繞過緩存

source: 给端点推送 · 免登录
ar: دفع إلى نقطة نهاية · بدون تسجيل دخول
de: An einen Endpunkt pushen · ohne Anmeldung
en: Push to an endpoint · no login
es_mx: Push a un endpoint · sin inicio de sesión
fr: Push vers un point de terminaison · sans connexion
ja: エンドポイントへプッシュ · ログイン不要
ko: 엔드포인트로 푸시 · 로그인 불필요
pt_br: Push para um endpoint · sem login
pt_pt: Push para um endpoint · sem início de sessão
tr: Bir uç noktaya push · girişsiz
zh_hant: 給端點推送 · 免登入
zh_hk: 給端點推送 · 免登入

source: 给自己的端点 curl 一下，就推到这台设备。免登录。
ar: نفّذ curl على نقطة النهاية الخاصة بك ليصلك الإشعار على هذا الجهاز. دون تسجيل دخول.
de: curl deinen eigenen Endpunkt an, und es pusht auf dieses Gerät. Ohne Anmeldung.
en: curl your own endpoint and it pushes to this device. No login.
es_mx: Haz curl a tu propio endpoint y se envía a este dispositivo. Sin inicio de sesión.
fr: faites un curl sur votre point de terminaison, c’est envoyé sur cet appareil. Sans connexion.
ja: 自分のエンドポイントに curl すれば、この端末にプッシュ。ログイン不要。
ko: 내 엔드포인트에 curl 하면 이 기기로 푸시됩니다. 로그인 불필요.
pt_br: Faça curl no seu próprio endpoint e ele envia para este dispositivo. Sem login.
pt_pt: Faça curl no seu próprio endpoint e envia para este dispositivo. Sem início de sessão.
tr: Kendi uç noktanıza curl yapın, bu cihaza push edilsin. Giriş gerekmez.
zh_hant: 對自己的端點 curl 一下，就推到這台裝置。免登入。
zh_hk: 對自己的端點 curl 一下，就推到這部裝置。免登入。

source: 继续
ar: استئناف
de: Fortsetzen
en: Resume
es_mx: Reanudar
fr: Reprendre
ja: 再開
ko: 재개
pt_br: Retomar
pt_pt: Retomar
tr: Sürdür
zh_hant: 繼續
zh_hk: 繼續

source: 维护
ar: الصيانة
de: Wartung
en: Maintenance
es_mx: Mantenimiento
fr: Maintenance
ja: メンテナンス
ko: 유지보수
pt_br: Manutenção
pt_pt: Manutenção
tr: Bakım
zh_hant: 維護
zh_hk: 維護

source: 维护中
ar: قيد الصيانة
de: In Wartung
en: Under Maintenance
es_mx: En mantenimiento
fr: En maintenance
ja: メンテナンス中
ko: 유지보수 중
pt_br: Em manutenção
pt_pt: Em manutenção
tr: Bakımda
zh_hant: 維護中
zh_hk: 維護中

source: 维护进行中
ar: الصيانة جارية
de: Wartung läuft
en: Maintenance in progress
es_mx: Mantenimiento en curso
fr: Maintenance en cours
ja: メンテナンス実施中
ko: 유지보수 진행 중
pt_br: Manutenção em andamento
pt_pt: Manutenção em curso
tr: Bakım sürüyor
zh_hant: 維護進行中
zh_hk: 維護進行中

source: 缓存
ar: التخزين المؤقت
de: Cache
en: Cache
es_mx: Caché
fr: Cache
ja: キャッシュ
ko: 캐시
pt_br: Cache
pt_pt: Cache
tr: Önbellek
zh_hant: 快取
zh_hk: 緩存

source: 缓存 %llds
ar: تخزين مؤقت %lldث
de: Cache %llds
en: Cache %llds
es_mx: Caché %llds
fr: Cache %llds
ja: キャッシュ %lld 秒
ko: 캐시 %lld초
pt_br: Cache %llds
pt_pt: Cache %llds
tr: Önbellek %llds
zh_hant: 快取 %lld 秒
zh_hk: 緩存 %lld 秒

source: 缓存 TTL：%lld 秒
ar: مدة التخزين المؤقت: %lld ث
de: Cache-TTL: %lld s
en: Cache TTL: %lld s
es_mx: TTL de caché: %lld s
fr: TTL du cache : %lld s
ja: キャッシュ TTL：%lld 秒
ko: 캐시 TTL: %lld초
pt_br: TTL do cache: %lld s
pt_pt: TTL do cache: %lld s
tr: Önbellek TTL: %lld sn
zh_hant: 快取 TTL：%lld 秒
zh_hk: 緩存 TTL：%lld 秒

source: 缓存与防护
ar: التخزين المؤقت والحماية
de: Cache & Schutz
en: Cache & Protection
es_mx: Caché y protección
fr: Cache et protection
ja: キャッシュと保護
ko: 캐시 및 보호
pt_br: Cache e proteção
pt_pt: Cache e proteção
tr: Önbellek ve Koruma
zh_hant: 快取與防護
zh_hk: 緩存與防護

source: 缓存命中率
ar: معدل إصابة التخزين المؤقت
de: Cache-Trefferrate
en: Cache hit rate
es_mx: Tasa de aciertos de caché
fr: Taux de succès du cache
ja: キャッシュヒット率
ko: 캐시 적중률
pt_br: Taxa de acertos do cache
pt_pt: Taxa de acertos da cache
tr: Önbellek isabet oranı
zh_hant: 快取命中率
zh_hk: 緩存命中率

source: 缓存已清理
ar: تم تفريغ التخزين المؤقت
de: Cache geleert
en: Cache purged
es_mx: Caché purgada
fr: Cache purgé
ja: キャッシュを削除しました
ko: 캐시가 지워졌습니다
pt_br: Cache limpo
pt_pt: Cache limpa
tr: Önbellek temizlendi
zh_hant: 快取已清除
zh_hk: 緩存已清理

source: 缓存清理、SSL/TLS、Under Attack / 开发模式
ar: تفريغ التخزين المؤقت، SSL/TLS، وضع Under Attack / وضع التطوير
de: Cache leeren, SSL/TLS, Under Attack / Entwicklungsmodus
en: Cache purge, SSL/TLS, Under Attack / Development Mode
es_mx: Purga de caché, SSL/TLS, Under Attack / Modo de desarrollo
fr: Purge du cache, SSL/TLS, Under Attack / mode développement
ja: キャッシュパージ、SSL/TLS、Under Attack / 開発モード
ko: 캐시 제거, SSL/TLS, Under Attack / 개발 모드
pt_br: Limpeza de cache, SSL/TLS, Under Attack / Modo de desenvolvimento
pt_pt: Limpeza de cache, SSL/TLS, Under Attack / Modo de desenvolvimento
tr: Önbellek temizleme, SSL/TLS, Under Attack / Geliştirme Modu
zh_hant: 快取清理、SSL/TLS、Under Attack / 開發模式
zh_hk: 緩存清理、SSL/TLS、Under Attack / 開發模式

source: 缓存级别
ar: مستوى التخزين المؤقت
de: Cache-Stufe
en: Cache Level
es_mx: Nivel de caché
fr: Niveau de cache
ja: キャッシュレベル
ko: 캐시 수준
pt_br: Nível de cache
pt_pt: Nível de cache
tr: Önbellek Düzeyi
zh_hant: 快取層級
zh_hk: 緩存級別

source: 缓存结果保留多久，默认 60 秒。
ar: مدة الاحتفاظ بالنتائج المخزّنة مؤقتًا؛ الافتراضي 60 ثانية.
de: Wie lange gecachte Ergebnisse aufbewahrt werden; Standard 60 Sekunden.
en: How long cached results are kept; default 60 seconds.
es_mx: Cuánto tiempo se conservan los resultados en caché; 60 segundos por defecto.
fr: Durée de conservation des résultats en cache ; 60 secondes par défaut.
ja: キャッシュ結果を保持する時間。既定は 60 秒です。
ko: 캐시된 결과를 유지하는 기간입니다. 기본값은 60초입니다.
pt_br: Por quanto tempo os resultados em cache são mantidos; padrão de 60 segundos.
pt_pt: Durante quanto tempo os resultados em cache são mantidos; predefinição de 60 segundos.
tr: Önbelleğe alınan sonuçların ne kadar saklanacağı; varsayılan 60 saniye.
zh_hant: 快取結果保留多久，預設 60 秒。
zh_hk: 緩存結果保留多久，預設 60 秒。

source: 缓存规则
ar: قواعد التخزين المؤقت
de: Cache-Regeln
en: Cache Rules
es_mx: Reglas de caché
fr: Règles de cache
ja: キャッシュルール
ko: 캐시 규칙
pt_br: Regras de cache
pt_pt: Regras de cache
tr: Önbellek kuralları
zh_hant: 快取規則
zh_hk: 緩存規則

source: 缓存规则可按 URL 覆盖边缘 / 浏览器缓存时长，或对匹配请求绕过缓存。点右上角 + 创建第一条。
ar: يمكن لقواعد التخزين المؤقت تجاوز مدة بقاء التخزين على الحافة/المتصفح لكل URL، أو تجاوز التخزين للطلبات المطابقة. اضغط + في أعلى اليمين لإنشاء أول قاعدة.
de: Cache-Regeln können Edge-/Browser-Cache-TTLs pro URL überschreiben oder den Cache für übereinstimmende Anfragen umgehen. Tippe oben rechts auf +, um die erste zu erstellen.
en: Cache rules can override edge / browser cache TTLs per URL, or bypass cache for matching requests. Tap + in the top right to create your first one.
es_mx: Las reglas de caché pueden anular el TTL de caché de borde/navegador por URL u omitir la caché para solicitudes coincidentes. Toca + arriba a la derecha para crear la primera.
fr: Les règles de cache peuvent remplacer les TTL de cache edge/navigateur par URL ou contourner le cache pour les requêtes correspondantes. Touchez + en haut à droite pour créer la première.
ja: キャッシュルールは URL ごとにエッジ／ブラウザーのキャッシュ時間を上書きしたり、一致するリクエストのキャッシュをバイパスしたりできます。右上の + で最初のルールを作成できます。
ko: 캐시 규칙은 URL별로 엣지/브라우저 캐시 시간을 재정의하거나 일치하는 요청의 캐시를 우회할 수 있습니다. 오른쪽 위 +를 눌러 첫 규칙을 만드세요.
pt_br: As regras de cache podem substituir os TTLs de cache de borda/navegador por URL ou ignorar o cache para solicitações correspondentes. Toque em + no canto superior direito para criar a primeira.
pt_pt: As regras de cache podem substituir os TTLs de cache de extremidade/navegador por URL ou ignorar o cache para pedidos correspondentes. Toque em + no canto superior direito para criar a primeira.
tr: Önbellek kuralları, URL bazında uç/tarayıcı önbellek sürelerini geçersiz kılabilir veya eşleşen isteklerde önbelleği atlayabilir. İlk kuralı oluşturmak için sağ üstteki + simgesine dokunun.
zh_hant: 快取規則可依 URL 覆寫邊緣／瀏覽器快取時間，或對符合的請求略過快取。點右上角 + 建立第一條。
zh_hk: 緩存規則可按 URL 覆寫邊緣／瀏覽器緩存時間，或對符合的請求繞過緩存。點右上角 + 建立第一條。

source: 缓存规则需要 Pro
ar: تتطلب قواعد التخزين المؤقت Pro
de: Cache-Regeln erfordern Pro
en: Cache Rules requires Pro
es_mx: Las reglas de caché requieren Pro
fr: Les règles de cache nécessitent Pro
ja: キャッシュルールには Pro が必要です
ko: 캐시 규칙은 Pro가 필요합니다
pt_br: As regras de cache exigem Pro
pt_pt: As regras de cache requerem Pro
tr: Önbellek kuralları Pro gerektirir
zh_hant: 快取規則需要 Pro
zh_hk: 緩存規則需要 Pro

source: 缓存资格
ar: أهلية التخزين المؤقت
de: Cache-Eignung
en: Cache eligibility
es_mx: Elegibilidad de caché
fr: Éligibilité au cache
ja: キャッシュ対象
ko: 캐시 대상 여부
pt_br: Elegibilidade de cache
pt_pt: Elegibilidade de cache
tr: Önbellek uygunluğu
zh_hant: 快取資格
zh_hk: 緩存資格
